public class Menu {
    // При попадане в Trap поле

    public static void trapMenu() {
        System.out.println(
                " 1 Данъчна ревизия: -10% от всички приходи в края на цикъла, цена: 100шп" +
                        " 2 Развод по котешки: В края на цикъла , играта хвърля 10-стенен зар, ако стойността е 2 или 8, не получавате печалба от цикъла, цена: 200шп" +
                        " 3 Пропаганда: Не може да се поставят повече капани в рамките на текущия цикъл, цена 100шп" +
                        " 4 Проглеждане: При попадане на квадратче Steal, играчът губи право да реализира зъл план, цена: 50шп" +
                        " 5 Хазартен бос: Следващото квадратче Шанс носи само негативни последици, цена: 100шп" +
                        " 6 Не, благодаря. Не вярвам в злото.");


    }
    // При попадане в Invest

    public static void InvestMenu() {
        System.out.println("Изберете в коя компания ще инвестирате:");
        System.out.println("1 Инвестирам в компания 1" +
                "2 Инвестирам в компания 2" +
                "2 Инвестирам в компания 3" +
                "4 НЕ ЖЕЛАЯ ДА ИНВЕСТИРАМ");
    }
}
